{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.15-8-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.15-8-1-title","indicator_number":"15.8.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"national_metadata_updated_date":"2021-05-05","national_metadata_update_url_text":"2021-05-05: see changes on GitHub","national_metadata_update_url":"https://github.com/LucyGwilliamAdmin/nepal-data/commit/87cadc828503819047c71f48c1df68006e7d7a9a","SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss </p>","SDG_TARGET__GLOBAL":"<p>Target 15.8: By 2020, introduce measures to prevent the introduction and significantly reduce the impact of invasive alien species on land and water ecosystems and control or eradicate the priority species </p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.8.1: Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species </p>","META_LAST_UPDATE__GLOBAL":"<p>13 February 2018</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>NA.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Union for Conservation of Nature (IUCN) </p>\n<h1></h1>","CONTACT_ORGANISATION__GLOBAL":"<p>International Union for Conservation of Nature (IUCN) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>This indicator aims to quantify trends in: </p>\n<p>Part A: Commitment by countries to relevant multinational agreements, specifically:</p>\n<p>(1) National adoption of invasive alien species-relevant international policy. </p>\n<p>(2) Percentage of countries with </p>\n<p>(a) national strategies for preventing and controlling invasive alien species; and </p>\n<p>(b) national legislation and policy relevant to invasive alien species.</p>\n<p>Part B: The translation of policy arrangements into action by countries to implement policy and actively prevent and control invasive alien species IAS and the resourcing of this action, specifically:</p>\n<p>(3) National allocation of resources towards the prevention or control of invasive alien species.</p>\n<p><strong>Concepts:</strong></p>\n<p>An &#x201C;Alien&#x201D; species is described as one which has been introduced outside its natural distribution range because of intentional or accidental dispersion by human activity. An alien species which has become established in a natural or semi-natural ecosystem or habitat, is an agent of change, and threatens native biological diversity is known as an &#x201C;Invasive alien species&#x201D; (Convention on Biological Diversity 2016).</p>\n<p>The introduction of an alien species can be intentional or unintentional /accidental. Alien species have been introduced intentionally for forestry, ornamental purposes, for aquaculture/mariculture, hunting, fisheries etc. Examples of unintentional or accidental introductions include: alien species that have escaped from gardens, aquaculture containment facilities, forestry, horticulture; pets and aquarium species that are released in the wild; transport contaminants and stowaways including in ballast water or as hull fouling organisms, and seeds carried in soil, equipment, vehicles etc.</p>\n<p>Mechanisms of impact of invasive species include competition, predation, hybridisation, and disease transmission, parasitism, herbivory and trampling and rooting. The outcomes of these impacts lead to biodiversity loss, habitat degradation, and loss of ecosystem services.</p>\n<p><strong>Comments and limitations:</strong></p>\n<p>The adoption of legislation does not necessarily indicate the existence of regulations or policy to implement the legislation or how successful such implementation has been on the ground. There remains a need for further indicator development to make this link clearer. Legislation does not necessarily capture all efforts against invasive alien species that are happening at the national level.</p>\n<p>Allocation of resources to facilitate the implementation of IAS management action is difficult to measure, particularly in a way that is comparable across countries. Proxies used to measure allocation of resources included- allocation of a budget line to invasive species management activities (including prevention, rapid response and active management); appointed staff to carry out any IAS related activities; active programmes/ projects etc.</p>","SOURCE_TYPE__GLOBAL":"<p><strong>Data sources and data collection:</strong></p>\n<p>Four datasets were updated/developed for the measurement of this indicator.</p>\n<p>Part A (1) Countries&#x2019; commitments to global conventions/ international agreements relevant to invasive alien species (used for &#x201C;National adoption of invasive alien species-relevant international policy&#x201D;).</p>\n<p>Information sources comprised membership information from the Conventions and the United Nations Information Portal on Multilateral Environmental Agreements (InforMEA; <a href=\"https://www.informea.org/en\"><u>https://www.informea.org/en</u></a>). 196 countries were included. The data format is a spreadsheet of countries vs MEAs, with year of membership in each cell.</p>\n<p>Part A (2)(a) National Biodiversity Strategy and Action Plan (NBSAP) targets alignment to Aichi Biodiversity target 9 set out in the Strategic Plan of Biodiversity Conservation 2011-2020 and status of implementation of targets as described in the 5th National reports (used for &#x201C;National strategies for preventing and controlling invasive alien species&#x201D;).</p>\n<p>The information source was the CBD website, which features country profiles (<a href=\"https://www.cbd.int/countries\"><u>https://www.cbd.int/countries</u></a>/ ). 196 countries were included. The data format is a spreadsheet of countries vs inclusion of IAS in NBSAP, and Aichi Target 9 alignment.</p>\n<p>Part A (2)(b) National Legislation considered relevant to the prevention of introduction of invasive alien species and control (used for &#x201C;National strategies for preventing and controlling invasive alien species&#x201D;). The data format is a spreadsheet of countries vs inclusion of invasive alien species in legislation, with year of legislation in each cell. Key information sources included ECOLEX (<a href=\"https://www.ecolex.org/\"><u>https://www.ecolex.org/</u></a>), FAOLEX (<a href=\"http://www.fao.org/faolex/en/\"><u>http://www.fao.org/faolex/en/</u></a>) and national government websites with information on Legislation. Country experts were also contacted for clarifications.</p>\n<p>Part B (3) Results of online survey, disseminated to all CBD national focal points, on Policy responses, mandate, legal authority and resourcing to manage the threat of invasive alien species (used for &#x201C;National legislation and policy relevant to invasive alien species&#x201D; and &#x201C;National allocation of resources towards the prevention or control of invasive alien species&#x201D;). 79 countries were included. The data format is a spreadsheet of countries vs each of nine IAS management related themes, for both mandate and legal authority; and with an additional dataset indicating funding received from global funding mechanisms for invasive alien species related projects.</p>","FREQ_COLL__GLOBAL":"<p>National agencies producing relevant data include government, non-governmental organizations (NGOs), and academic institutions working jointly and separately. Data are gathered from published and unpublished sources, species experts, scientists, and conservationists through correspondence, workshops, and electronic fora. This indicator was first calculated in 2010 and includes the current 2017 update. Plans include an annual update and make it available for global, regional and national use.</p>","REL_CAL_POLICY__GLOBAL":"<p>The next release is planned during May- June 2018.</p>","DATA_SOURCE__GLOBAL":"<p>Data were collected through survey of relevant national agencies, specifically National Focal Points to the Convention on Biological Diversity (<a href=\"https://www.cbd.int/information/nfp.shtml\"><u>https://www.cbd.int/information/nfp.shtml</u></a>). These are primarily national Ministries of Environment or similar agencies.</p>","COMPILING_ORG__GLOBAL":"<p>International Union for Conservation of Nature (IUCN) Species Survival Commission (SSC) Invasive Species Specialist Group (ISSG)</p>","RATIONALE__GLOBAL":"<p>Aichi Biodiversity Target 9 states &#x201C;<em>By 2020, invasive alien species and pathways are identified and prioritized, priority species are controlled or eradicated, and measures are in place to manage pathways to prevent their introduction and establishment</em>&#x201D;.</p>\n<p>Under Part A, sub-indicator (1), the larger the number of invasive alien species -relevant international policies, the greater the level of global commitment to controlling invasive alien species. The more international agreements a country is party to, the more strongly committed the country is to control invasive alien species. </p>\n<p>Under Part A, sub-indicator (2)(a), effective national policy and legislation underpins effective national strategies and action for preventing and controlling invasive alien species. </p>\n<p>Measurement of Part A, sub-indicators (1) and (2)(a) was first undertaken in 2010, and published in Butchart et al. (2010), CBD (2014), McGeoch et al. (2010), and Tittensor et al. (2014). Sub-indicator (2) indicators have now also been added to include (b) national commitment (mandate and legal authority) to key invasive alien species related themes. </p>\n<p>Under Part B, the indicator now also addresses (3) resourcing by national governments for the prevention and control of invasive alien species, as identified by the Sustainable Development Goals indicator 15.8.1 (&#x201C;Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species&#x201D;). Adequate resourcing is vital to ensure implementation and effective delivery of targets set.</p>","DATA_COMP__GLOBAL":"<p>This indicator is calculated from data derived from four annually updated datasets.</p>\n<p>Part A (1) Countries&#x2019; commitments to global conventions/ international agreements relevant to invasive alien species. </p>\n<p>Ten Multinational Environmental Agreements (MEAs) were used to quantify the trend of countries commitment to global conventions that were relevant to invasive alien species issues. The year of Accession and Ratification were noted. The ten MEAs are:</p>\n<ul>\n  <li>Convention on Biological Diversity (CBD)</li>\n  <li>OIE- World Organization for Animal Health</li>\n  <li>The <em>Convention on International Trade in Endangered Species</em> of Wild Fauna and Flora (<em>CITES</em>) </li>\n  <li>International Plant Protection Convention (<em>IPPC</em>)</li>\n  <li>The <em>Ramsar</em> Convention on Wetlands of International Importance</li>\n  <li>The Convention on Migratory <em>Species of Wild Animals</em></li>\n  <li>The <em>Cartagena Protocol</em> on Biosafety</li>\n  <li>The International Convention for the Control and Management of Ships&apos; Ballast Water and Sediments (BWM) </li>\n  <li>WTO Sanitary and Phytosanitary or <em>SPS</em> measure</li>\n  <li>World Heritage Convention (WHC)</li>\n</ul>\n<p>Part A (2)(a) National Legislation considered relevant to the prevention of introduction of invasive alien species and control. </p>\n<p>Any National Legislation, Act or regulation that had any relevance to alien and invasive alien species was recorded including annotations of relevant text of the Legislation, key words, and date of enactment. 196 countries were included. Legislation was considered relevant if it applied to alien and invasive alien species rather than solely on weeds, pests and diseases of agriculture. If more than one relevant piece of Legislation was enacted the date of the most recent one was recorded.</p>\n<p>Part A (2)(b) National Biodiversity Strategy and Action Plan (NBSAP) targets alignment to Aichi Biodiversity target 9 set out in the Strategic Plan for Biodiversity 2011-2020.</p>\n<p>Aichi Biodiversity Target 9 is focused on invasive alien species, it states that &#x201C;By 2020, invasive alien species and pathways are identified and prioritized, priority species are controlled or eradicated, and measures are in place to manage pathways to prevent their introduction and establishment&#x201D;. The Aichi Targets are timebound and measurable. The CBD encourages all its member states to revise their NBSAPS and integrate the Aichi Targets into their strategies. The NBSAP of all CBD member were studied and numbers of countries that had integrated the Aichi Biodiversity Target 9 into their NBSAP targets was noted </p>\n<p>Part B (3) Results of online survey on Policy responses, mandate, legal authority and resourcing to manage the threat of invasive alien species.</p>\n<p>An online survey was developed and submitted to all CBD nodes and focal points to obtain an insight into the allocation of resources to the management of invasive alien species. Experts from 79 of the 196 countries completed the survey. Considering the difficulty in obtaining information on the level of national investment on invasive alien species issues, proxy indicators were used to measure the allocation of resources by individual countries, such as &#x201C;does the country have a dedicated and staffed program for invasive alien species management&#x201D;, &#x201C;has the country applied for and obtained any funding from global funding mechanisms such as the GEF for projects related to alien and invasive alien species&#x201D;, etc. </p>\n<p>Part A and Part B Indicators were calculated as follows:</p>\n<p>Part A Indicator: Commitment by countries to relevant multinational agreements, and National strategies for preventing and controlling invasive alien species, underpinned by national policy and legislation for effective management of biological invasions. </p>\n<p>The components of this sub-indicator are calculated as, (1) the number of countries demonstrating adoption of invasive alien species-relevant international policy divided by the total number of countries (196 to date) for which data are available; (2) the number of countries with (a) national legislation and policy relevant to Invasive alien species concerns; and (b) national strategies for preventing and controlling invasive alien species, each divided by the total number of countries (196 to date) for which data are available. The first data point for components (1) and (2)(a) of this sub-indicator is 2010; the first data point for component (2)(b) is 2017.</p>\n<p>Part B Indicator: (3) The translation of policy arrangements into action by countries to implement policy and actively prevent and control invasive alien species and the resourcing of this action.</p>\n<p>This sub-indicator is calculated as the number of national respondents to the annual survey on invasive alien species response financing reporting availability of sufficient resources, divided by the total number of countries (79 to date) for which data are available. The first data point for this sub-indicator is 2017.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li>At country level</li>\n</ul>\n<p>Countries for which no data are available are omitted from the indicator.</p>\n<ul>\n  <li>At regional and global levels</li>\n</ul>\n<p>NA.</p>","REG_AGG__GLOBAL":"<p>The indicator is calculated as the simple proportion of countries (for which data are available) that have a given invasive alien species response (treaties, strategy, legislation, financing) in place.</p>","DOC_METHOD__GLOBAL":"<ul>\n  <li>NA.</li>\n</ul>","QUALITY_ASSURE__GLOBAL":"<ul>\n  <li>NA.</li>\n</ul>","COVERAGE__GLOBAL":"<p>Data availability:</p>\n<p>On an average data is available for over 90% of the 196 parties to the CBD that are considered for the distinct aspects considered in the development and measurement of this indicator.</p>\n<p>Time series:</p>\n<p>Disaggregation:</p>\n<p>All datasets developed for the measurement of this indicator used the country name as the qualifier. Datasets can be aggregated regionally if desired.</p>","COMPARABILITY__GLOBAL":"<p>Sources of discrepancies:</p>\n<p>All data sources are national, and so there are no differences between global and national figures.</p>","OTHER_DOC__GLOBAL":"<p>These metadata are based on <a href=\"http://www.bipindicators.net/iaslegislationadoption\"><u>http://www.bipindicators.net/iaslegislationadoption</u></a>, supplemented by the references listed below.</p>\n<p>BUTCHART, S. H. M. et al. (2010). Global biodiversity: indicators of recent declines. Science 328: 1164&#x2013;1168. Available from <a href=\"http://www.sciencemag.org/content/328/5982/1164.short\"><u>http://www.sciencemag.org/content/328/5982/1164.short</u></a>. </p>\n<p>CBD (2014). Global Biodiversity Outlook 4. Convention on Biological Diversity, Montr&#xE9;al, Canada. Available from <a href=\"https://www.cbd.int/gbo4/\"><u>https://www.cbd.int/gbo4/</u></a>. </p>\n<p>CBD (2016). Glossary of Terms. Convention on Biological Diversity, Montr&#xE9;al, Canada. Available from <a href=\"https://www.cbd.int/invasive/terms.shtml\"><u>https://www.cbd.int/invasive/terms.shtml</u></a>. </p>\n<p>MCGEOCH, M.A., et al. (2010). Global indicators of alien species invasion: threats, biodiversity impacts and responses. Diversity and Distributions 16: 95-108.</p>\n<p>TITTENSOR, D. et al. (2014). A mid-term analysis of progress towards international biodiversity targets. Science 346: 241&#x2013;244. Available from <a href=\"http://www.sciencemag.org/content/346/6206/241.short\"><u>http://www.sciencemag.org/content/346/6206/241.short</u></a></p>","indicator":"15.8.1","target_id":"15.8","sdg_goal":"15","indicator_sort_order":"15-08-01"}