{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Death rate due to road traffic injuries","graph_titles":[],"graph_type":"line","indicator_name":"Death rate due to road traffic injuries","indicator_number":"3.6.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"national_metadata_updated_date":"2021-05-05","national_metadata_update_url_text":"2021-05-05: see changes on GitHub","national_metadata_update_url":"https://github.com/LucyGwilliamAdmin/nepal-data/commit/87cadc828503819047c71f48c1df68006e7d7a9a","SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.6: By 2020, halve the number of global deaths and injuries from road traffic accidents </p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.6.1: Death rate due to road traffic injuries </p>","META_LAST_UPDATE__GLOBAL":"<p>19 July 2016</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>3.5, 11.2 </p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO) </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p> </p>\n<p>Death rate due to road traffic injuries as defined as the number of road traffic fatal injury deaths per 100,000 population. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p> </p>\n<p>Numerator: Number of deaths due to road traffic crashes </p>\n<p> </p>\n<p>Absolute figure indicating the number of people who die as a result of a road traffic crash. </p>\n<p> </p>\n<p>Denominator: Population (number of people by country) </p>","SOURCE_TYPE__GLOBAL":"<p>For the road traffic deaths we have two sources of data. Data from Global Status Report on Road Safety survey and Vital registration or certificate deaths data that WHO receive every year from member states (ministries of health). </p>\n<p> </p>\n<p>For the population, we used data from the United Nations / Department of Economic and Social Affairs/ Population division. </p>","COLL_METHOD__GLOBAL":"<p>The methodology involved collecting data from a number of different sectors and stakeholders in each country is as follows. National Data Coordinators (NDCs), who were nominated by their governments, were trained in the project methodology. As representatives of their ministries, they were required to identify up to eight other road safety experts within their country from different sectors (e.g. health, police, transport, nongovernmental organizations and/or academia) and to facilitate a consensus meeting of these respondents. While each expert responded to the questionnaire based on their expertise, the consensus meeting facilitated by NDCs allowed for discussion of all responses, and the group used this discussion to agree on one final set of information that best represented their country&#x2019;s situation at the time (up to 2014, using the most recent data available). This was then submitted to the World Health Organization (WHO). More details are in the Global Status Report on Road Safety 2015. A guide to our questionnaire describing age groups and other dimensions was provided to countries in order to standardize data collected. </p>","FREQ_COLL__GLOBAL":"<p>The next collection of data is planned for 2017, although the data collected on fatalities is likely to be 2015 or 2016 (we will ask for the most recent country data available). </p>","REL_CAL_POLICY__GLOBAL":"<p>The new data for this indicator will be published in early 2019 </p>","DATA_SOURCE__GLOBAL":"<p>The road traffic deaths data were provided nationally by mainly three ministries, namely, ministry of health, ministry of interior and ministry of transport </p>","COMPILING_ORG__GLOBAL":"<p>WHO is the organization responsible for compilation and reporting on this indicator at the global level </p>","REC_USE_LIM__GLOBAL":"<p>There are no vital registration data for all countries to make comparison against the data received on the survey. We published only confidence intervals for countries that have poor completeness of vital registration data. Also we cannot collect road traffic data every year using this methodology outlined in the Global status report. </p>","DATA_COMP__GLOBAL":"<p>Our model is based on the quality of data we received. As a health organization, we rely primarily on the submission of vital registration data from countries&#x2019; Ministries of Health to WHO (through the official channels). These data, on all causes of death, are then analysed by our colleagues in the Health Information Systems department to decide on how good the data are, that is, determining if there is good completeness and coverage of deaths for all causes. </p>\n<p> </p>\n<p>We classified the countries on 4 categories or groups namely, </p>\n<p> </p>\n<p>Group1: Countries with death registration data (good vital/ death registration data) </p>\n<p>Group2: Countries with other sources of information on causes of death </p>\n<p>Group3: Countries with population less than 150 000 </p>\n<p>Group4: Countries without eligible death registration data. </p>\n<p> </p>\n<p>The Health Information Systems department analyses the quality and the completeness of the data. For the road safety model, if the country is considered by WHO to have good vital registration (VR) data this means that the country is in group1, then we don&#x2019;t apply a regression model to come up with an estimate (we may, however, project forward if the vital registration data are dated). If the country is considered in group 4 then we apply a negative binomial regression where N is the total road traffic deaths , C is constant term, Xi are a set of explanatory covariates, Pop is the population for the country-year, and ? is the negative binomial error term. </p>\n<p> </p>\n<p>For the countries from group 2, the regression method described above was used to project forward the most recent year for which an estimate of total deaths were available. </p>\n<p> </p>\n<p>Finally, the countries from group 3 which have a population less than 150,000 and did not have eligible death registration data, regression estimates were not used. Only the reported death were directly without adjustment. </p>\n<p> </p>\n<p>More details about this estimation process in Global Status Report on Road Safety 2015. </p>","IMPUTATION__GLOBAL":"<ul>\n  <li>At country level </li>\n</ul>\n<p>Treatment of missing data was carried out as follows: </p>\n<p> </p>\n<p>1) Identified missing values (or years) in vital registration (VR) data and looked for other sources in our case data from the questionnaire/survey (reported ) for these years. We then calculated the factor VR/Reported for the latest 3 years where VR and Reported data were available and used this factor to adjust Reported data to replace the missing value of VR data. </p>\n<p> </p>\n<p>2) In the case where there is missing data in VR and Reported data, the missing values were imputed with a negative binomial regression of rate for each country if the regression converged or was significant. Otherwise we used the average rate of years with data. </p>\n<p> </p>\n<ul>\n  <li>At regional and global levels </li>\n</ul>\n<p>Same as the procedure described for 11.2 above </p>","REG_AGG__GLOBAL":"<p>We used the WHO&apos;s regional grouping and the average to calculate the rate for each region. This means sum of road traffic deaths for region (i) multiplied by 100,000 and divided by the population in region(i). </p>","COVERAGE__GLOBAL":"<p>Data availability:</p>\n<p>We have data for 194 countries. </p>\n<p>Time series:</p>\n<p>From 2000 to 2013 </p>\n<p>Disaggregation:</p>\n<p>We disaggregated the data by types of road users, age, sex, income groups and WHO regions </p>","COMPARABILITY__GLOBAL":"<p>Sources of discrepancies:</p>\n<p>WHO&apos;s estimation of road traffic rates are, in many countries, different to the official estimates for the reasons described above that relate to our methodology. </p>\n<p> </p>\n<p>There are also differences in the data used for population between the national data and the estimates produced by the United Nations department of population. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> </p>\n<p> </p>\n<p>http://www.who.int/violence_injury_prevention </p>\n<p> </p>\n<p><strong>References:</strong> </p>\n<p> </p>\n<p>http://www.who.int/violence_injury_prevention/road_safety_status/2015/en/ </p>","indicator":"3.6.1","target_id":"3.6","sdg_goal":"3","indicator_sort_order":"03-06-01"}